<template>
    <div class="page-rule">
        <div class="title">
            玩法规则
        </div>
        <div class="content">
            <h5>注册:</h5>
            <p>
                1、用户在开心电竞注册时，可以自行选择账户用户名和密码组合。用户应当妥善保管自己的账号、密码，用户就其账号及密码项下之一切活动负全部责任，包括用户数据的修改以及其他所有的损失由用户自行承担。用户须重视个人账号密码保护。<br/>
            </p>
            <p>
                2、每位客户只能开设一个帐户。如果我们发现客户开设了一个以上的帐户，我们有权视这些帐户为一个联合帐户。<br/>
            </p>
            <p>
                3、所有申请者必须年满十八岁以上且具有法律行为能力，方可在开心电竞下单或注册。同时开心电竞有权要求客户提供其年龄证明以及在相关资料未提供前冻结客户账户的权利。<br/>
            </p>
            <p>
                4、用户保证注册账号时填写的身份信息及个人资料是真实的，不得以虚假、冒用的居民身份信息进行注册或认证，任何非法、不真实、不准确的用户信息所产生的责任由用户承担。用户应不断更新注册资料，符合及时、详尽、真实、准确的要求。所有原始键入的资料将引用用户的账号注册资料。如果因用户的注册信息或认证信息不真实而引起的问题，以及对问题发生所带来的后果，开心电竞不负任何责任。<br/>
            </p>
            <p>
                5、客户一经注册，不得再创建另外的账户。如发现客户注册多个账户(包括使用另外的姓名)，或者提供无效、伪造的资料或资料属于其他人(包括使用了不同的程序和图像编辑器修改文件资料)，本公司有权取消该账户的所有下单。同时，本公司有权冻结账户并无需返还平台币或竞猜币。<br/>
            </p>
            <p>
                6、违反本规则第3条和第4条的客户应自行承担责任。如果违反此等规定，本公司有权拒付任何竞猜币，并且有权取消任何下单。对于用户是否属于上述人群之一，本公司概不承担任何知情责任。意即本公司在了解用户属于上述人群之一后，有权随时采取任何必要措施。<br/>
            </p>
            <p>
                7、一旦您注册开户就代表您认同开心电竞的条款与条规以及我们的平台和网站上发布的任何其他适用条款和规则。因此您已接受我们收集、处理和存储您的个人资料的权利。我们将定期更新此政策条款，并发布网站及平台。我们建议您定期查看。<br/>
            </p>
            <h5>隐私:</h5>
            <p>
                1、注册之后您的信息即储存到我们的数据库中。我们将严格根据本条款以及我们的隐私政策来保护与处理您提供给我们的任何信息。<br/>
            </p>
            <p>
                2、我们不会透露任何使用我们平台进行下单的客户的身份<br/>
            </p>
            <p>
                3、在访问我们的网站时，经过您的同意，我们可能会在您的设备上存储信息。这些信息被称为“cookies”，它是包含用于记录您的偏好的字母和数字的小型文本文件。当您访问我们的网站和在线页面时使用我们的服务时，Cookie会存储在您的设备上。Cookies帮助我们监控您网站的流量，改善我们的服务，让您更轻松地访问网站并提高您对我们服务的感官。<br/>
            </p>
            <h5>隐私政策:</h5>
            <p>1、开心电竞管理团队及员工非常重视您的个人资料安全和隐私保护。我们将承诺对您隐私的合理使用以及保密的透明度。我们已修订这项隐私政策，以符合《一般资料保障规例》的标准。<br/></p>
            <p>2、为了在我们的网站上玩游戏，您将被要求拥有竞猜币。为了便利此类服务，我们可能会使用第三方电子支付系统来处理所需的金融交易。通过同意并接受本隐私政策，您明确且自愿地同意将您的个人信息转移给第三方，这对于处理和完成金融交易是必要的，包括在必要时将您的个人信息转移到国外。我们采取措施确保您的隐私在使用第三方支付系统时受到保护。</p>
            <h5>您的账户:</h5>
            <p>1、就下列相关事宜的发生，开心电竞不承担任何法律责任：</p>
            <h6>1.1、由于用户将密码告知他人或与他人共享注册账户，由此导致的任何个人信息的泄漏，或其他非因开心电竞原因导致的个人信息的泄漏。</h6>
            <h6>1.2、任何由于黑客攻击、电脑病毒侵入造成的信息泄漏。</h6>
            <h6>1.3、因不可抗力导致的信息泄漏.</h6>
            <p>2、开心电竞保留在任何时间以任何原因关闭或冻结您账户的权利。开心电竞有权关闭或冻结您的账户，如下列：</p> 
            <h6>2.1、开心电竞认为您在使用网站时存在欺诈行为或出于非法或不正当目而使用网站</h6>
            <h6>2.2、开心电竞认为您在使用网站时存在不公正/蓄意欺骗/利用开心电竞或任何客户的行为/使用您的账户受益于第三方</h6>
            <p>3、如果账户中有足够的竞猜币，且您的用户名和密码被正确输入或因“保持登录”以及“记住密码”功能被访问（无论是否经过您的授权），下单视为成立。</p>
            <p>4、如果我们发现您在作弊，或者如果我们判定您采用或使用了一个被设计来击败或有能力击败我们应用和/或软件的系统（包括机器、机器人、电脑、软件或任何自动化系统），我们可以暂停和/或取消您的账户接受服务，和/或作废和/或没收您的账户中的可用平台币或竞猜币。开心电竞对此具有单方面绝对酌情权。</p>
            <p>5、如果开心电竞因您在使用网站时存在不公正/蓄意欺骗/利用开心电竞或任何客户的行为/使用您的账户受益于第三方而关闭或冻结您的账户，开心电竞有权扣留和/或保留本应支付给您的任何及全部平台币或竞猜币（包括任何平台币、竞猜币或奖金）</p>
            <h5>审核:</h5>
            <p>1、同意规则与条款后</p>
            <p>2、您授权我们出于合规、安全性或其它商业原因的考虑或按照第三方（包括但不限于监管机构）的要求不时进行年龄、地址或其它核实检查以确认这些事实（“审核”）。</p>
            <p>3、同意本规则与条款即表示您接受我们酌情利用第三方数据库服务来验证您提供给我们的信息，您同意进行该等核查。</p>
            <p>4、在某些情况下，我们可能需要联系您并请您直接提供更多信息，以便我们完成核查。为此，我们将有权酌情要求您向我们提供ID、地址证明等。在收到我们满意的信息之前，我们可以禁止您从事与您的账户相关的任何活动，也可以在我们关闭您的账户后扣留您账户上的任何平台币或竞猜币，只要我们合理相信您故意提供了错误信息。</p>
            <p>5、在核实您提供给我们的资料期间，我们可以限制您从账户使用竞猜币和/或禁止您浏览网站。请注意，我们可能出于合规、安全性或其它商业原因的考虑不时重新开展核查。</p>
            <p>6、未满18岁的人士，如果我们无法确认您是否达到相关年龄，那么我们可以暂时冻结您的账户，直至我们能够确认您达到相关年龄之时为止。若经证实，您在与我们达成服务来往之时尚未达到相关年龄，则您的账户将暂时冻结或关闭账户.</p>
            <h5>竞猜币:</h5>
            <p>1、下单可能会扣除您根据本条款寄存在我们这里的一些或全部竞猜币，您将对此类损失全权负责。</p>
            <p>2、您存入账户的竞猜币仅可来自您名下的相关账户。如果开心电竞识别到账户持有者名称与开心电竞持有的不一致，我们将保留权利视任何存进账户的竞猜币为无效（且任何由此竞猜币产生的竞猜币均为无效）。</p>
            <p>3、所有竞猜币都需要完成一倍流水。竞猜币没有进行全额下单，则开心电竞保留收取服务费的权利，这包括存使用竞猜币所产生的所有费用，必要时此类费用将在使用竞猜币中扣除。</p>
            <p>4、我们保留授权从您的账户使用竞猜币之前为验证身份目的索要文件的权利。我们可能需要在使用竞猜币之前验证身份、年龄和地址。我们也保留在您与我们的关系存续期间索要此类文件的权利。</p>
            <p>5、您同意您的账户不得用作为银行账户，而您的竞猜币仅使用于下单的目的。如果您重复以最低竞猜币进行竞猜币及/或使用竞猜币或账户中并无相对的下单或游戏活动的情况下，我们保留直接从您的账户中扣除所有相关银行收费（无论我们是否关闭或暂时冻结您的账户）的权利，恕不另行通知。一旦相关收费从您的账户中扣除，我们将通过发送手机短信通知您。</p>
            <p>6、您同意不作任何退款、撤消或以其他的方式取消任何订单，若发生此类情况，您需要赔偿我们此笔未到账竞猜币，当中包括在收取您竞猜币的过程中的任何开销。若发生任何竞猜币不到账或被您或任何第三方取消的情况，开心电竞将保留终止所有因使用该笔竞猜币而获得或回馈的福利及竞猜币，下单将被视为无效而任何竞猜币将被没收。</p>
            <p>7、我们可能于任何时间使用您账户的正数竞猜币剩余数量以抵销您（包括重复账户）拖欠开心电竞的竞猜币，包括（但不限于）重新结算任何下单、支付错误或负数竞猜币剩余数量。</p>
            <h5>使用竞猜币:</h5>
            <p>1、如果用户在使用竞猜币时，其竞猜币没有进行全额下单，则开心电竞保留收取服务费的权利，这包括存、使用竞猜币所产生的所有费用，必要时此类费用将在使用竞猜币中扣除。</p>
            <p>2、竞猜币需满足有效下单额要求后方可申请使用竞猜币。</p>
            <p>3、若您未申请任何福利优惠，满足1倍下单即可申请使用竞猜币。</p>
            <p>4、若有申请福利，则需要满足优惠活动写明的有效下单额要求。</p>
            <h5>有效下单额的定义:</h5>
            <p>1、凡属本公司所有游戏都算下单。各游戏和局、未接受、取消订单，不纳入有效下单计算。</p>
            <p>2、大比例玩法计算下单竞猜币为有效下单。小比例（比例低于1.5）玩法不纳入有效下单计算。</p>
            <p>3、无风险下单也不纳入即是同一赛事的同一玩法中下单两边的下单项，不纳入有效下单。</p>
            <h5>错误:</h5>
            <p>1、我们有权收回多支付给您的任何竞猜币，并调整您的账户，以纠正错误。任何因错误而被记入您的账户，或向您支付的竞猜币，基于我们对您的信赖而由您保管并应在我们要求返还时立即偿还。如果您的账户中存有竞猜币，我们可以从您的账户中直接扣除此竞猜币且会在合理可行的范围内尽快通知您。</p>
            <p>2、您发现任何错误时，应尽快通知我们。如果您使用我们因错误而记入您的账户或向您支付的竞猜币进行下单或游戏，我们又取消这些下单和/或扣留您使用这笔竞猜币而获得的奖金。如果我们已经向您支付任何此类下单或游戏的奖金，这笔竞猜币应被视为基于我们对您的信赖而由您保管，您应在我们要求您付款时向我们偿还这笔竞猜币。</p>
            <h5>下单:</h5>
            <p>1、您必须仅将服务用于合法的游戏目的，不得也不可试图恶意或以对服务或我们的公正产生不利影响的方式操纵任何市场或任何服务环节</p>
            <p>2、我们有权要求客户提供身份证明（护照复印件、驾驶执照或国家身份证）以及竞猜币证明。我们保留在收到所需信息之前对任何账户暂停下单或限制账户选项的权利。</p>
            <p>3、您知道并接受所有比例及预测都是不断变化的，只有在下单瞬间才会确定。</p>
            <p>4、开心电竞保留取消任何下单的全部或部分的单方面绝对酌情权。所有下单的风险均由您自行承担。</p>
            <p>5、开心电竞保留在任何时间取消任何下单的权利。</p>
            <p>6、您须对所有经由您账户所产生的交易和行为承担责任，无论该交易是否由您本人作出。</p>
            <p>7、您有责任确保下单准确无误。一旦完成下单，不得将其取消。</p>
            <p>8、一旦您的订单被系统接受,该订单不得取消,撤消及更改。并且该订单会视为您下单的有效凭证以供本平台进行核实。</p>
            <p>9、当下列情况发生时，开心电竞保留扣留竞猜币及宣布某个赛事下单无效的权利：</p>
            <h6>9.1、赛事的公平及公正程度受到质疑。</h6>
            <h6>9.2、比例或游戏受到操控。</h6>
            <h6>9.3、赛事被幕后操纵。</h6>
            <h6>9.4、上述情况的证据将基于通过我们任何或全部下单渠道而进行的下单的大小、数量或者模式。监管所涉及体育项目（如果有）的相关机构所作出的决定将是最终裁决。如果客户因任何原因预支了开心电竞的任何竞猜币，我们将保留在向客户进行任何支付前扣回其所欠竞猜币的权利。</h6>
            <p>10、开心电竞保留在任何时间暂停预测和/或取消任何下单的权利。一旦预测被暂停，系统将拒绝接收该预测的所有下单。开心电竞保留在不提前通知客户的情况下，停止任何一场比赛开启预测的权利。</p>
            <p>11、网站上提供的“最高可返”计算仅供参考，且所有下单均将依据所接受的比例和下单额结算。</p>
            <p>12、如有足够证据证明包含相同选项的一连串下单为同一个或同一组人所进行的，开心电竞有权根据后序调查结果来取消下单或扣留返还竞猜币。</p>
            <p>13、如有异常下单，开心电竞保留以下权利，无需事先通知：拒绝或暂停任何被疑存有诈骗行为，或攻击、操纵网站及破坏正常下单运作的用户（包括网站）。任何“异常下单”将在不事先通知的情况下被作废。网站严禁使用人工智能软体或“机械软体”。开心电竞将采取相关的防范与侦测措施。对于任何意图或利用人工智能来进行欺骗、攻击、操纵或破坏下单运作活动的用户，开心电竞有权暂停，冻结其户口或取消其下单。</p>
            <p>14、如本公司工作人员在接受订单时出错（如订单有明显打印错误、赛事比例和下单比例不匹配等），或在接受订单时有证据表明存在不公平、违反现行规则的情况，或有其他证据表明下单不正确，本游戏公司保留宣布此等下单无效的权利。此时下单派发奖励将以无效退款处理情况实施。</p>
            <p>15、如果电子竞技游戏出现技术故障、不完整的广播等情况，只有下单在未发生/未计算的赛事以取消退款处理。</p>
            <p>16、如果比赛出现不符合体育道德的行为，本公司保留权力在国际组织定论之前限制体育赛事的下单，若确定为非体育道德行为的比赛，订单视为无效。这些下单将视为无效退款处理，管理部门无需向客户提供证据及结论。</p>
            <p>17、接受客户下单时，互联网连接失败不构成取消下单的理由。</p>
            <p>18、所有的下单记录将被存入交易数据库，并作为任何时间任何交易的有效依据。</p>
            <p>19、所有在账户交易记录显示确认信息的订单，即视为有效订单。</p>
            <p>20、如客户对本游戏公司存在欺诈行为（在网站注册多个账号，使用软件程序自动下单，游戏出现仲裁情况，若游戏账户并非用来下单，且滥用忠实客户项目）本游戏公司保留采用以下方式终止此等欺诈行为的权利：取消下单；关闭客户的游戏帐户。</p>
            <p>21、开心电竞保留限制特殊比赛项目的最高竞猜币额，以及在不作出任何通知和说明理由的情况下限制或增加某个客户最大比例的权利。</p>
            <p>22、所有已结算的订单于72小时后不得更改，且在该时间段后不再接受任何投诉。公司仅可在赛果公布后72小时内，重置/更正因人为失误、系统错误或因参考赛果来源而造成错误的赛果。</p>
            <h5>一般优惠活动规则与条款:</h5>
            <p>1、玩家在参与所有优惠活动的同时，将被视为已阅读、理解并同意接受该优惠的规则与条款。为了符合参与优惠活动的资格，玩家必须遵守所有开心电竞网站的规则与条款。</p>
            <p>2、所有账户持有者须年满18岁。若相关优惠活动无法自动验证玩家的年龄，那么在申请任何福利之前玩家或许会被要求进行年龄验证的程序。</p>
            <p>3、除非另作说明，每一项福利将在玩家完成所有优惠的指定要求后发放至玩家的账户。</p>
            <p>4、每一项福利皆有截止日期。请查阅每个优惠活动的规则与条款以确认。</p>
            <p>5、福利需符合下单/下单要求方可使用竞猜币。这将于相关优惠活动的规则与条款中具体阐明。</p>
            <p>6、任何最低风险下单都不会被计算在可获得福利的下单要求中。任何被视为使用最低风险下单策略来赎回奖金的玩家，都面临他们的福利和任何随后获得奖金可能被移除的风险。</p>
            <p>7、每项优惠活动每位玩家仅限参加一次（除非另作说明）。玩家的身份将透过以下所有基本资料或任何一项资料进行确认：姓名、邮寄地址、电邮地址、IP地址、付款方式资料、电脑及其他任何形式的可能会被要求提供的身份证明。</p>
            <p>8、我们保留关闭任何一个重复账户的权利（但并无此义务）。若我们关闭该重复账户，那么该账户中所有使用这些福利所获得的福利将视为无效。</p>
            <p>9、开心电竞鼓励玩家积极参与优惠活动，但不要滥用这些优惠活动。若我们发现玩家滥用优惠活动的福利并涉及合伙或串通，该玩家将无法享有福利、无法参加此后的优惠活动、win被取消及账户或被关闭，而开心电竞对此事的判决为最终裁决。</p>
            <p>10、开心电竞保留拒绝支付任何经调整的福利的权利，如果我们发现该优惠活动被滥用及/或相关优惠条款还未完成，或任何不寻常的下单模式。开心电竞的判决为最终裁决。</p>
            <p>11、开心电竞保留在不经提前通知的情况下随时修改或撤消任何优惠活动的权利。</p>
            <p>12、开心电竞所有与优惠活动相关事项的判决为最终裁决并具约束力。若您有任何疑问，请联系我们的客服中心，我们为您提供全天候服务。</p>
            <h5>免责声明:</h5>
            <p>1、访问和使用我们的服务均出于您的自由选择、自行判断并自行承担风险。我们对通过非我们设计的方法、手段或方式使用和网站产生的后果不负任何责任。</p>
            <p>2、我们不保证网站的提供不会受干扰或是不会有故障、病毒或其他错误。</p>
            <p>3、我们不会因合同、侵权或其他类似行为对您的商业损失承担任何责任，包括但不限于：</p>
            <h6>3.1、数据丢失</h6>
            <h6>3.2、利润损失</h6>
            <h6>3.3、收入损失</h6>
            <h6>3.4、业务机会丢失</h6>
            <h6>3.5、商誉或名声损失或损害</h6>
            <h6>3.6、业务中断</h6>
            <h6>3.7、任何与本使用条款或您以任何形式使用服务所产生的（即使已事先告知可能发生）任何间接、特殊或后果性损失和伤害</h6>
            <p>4、使用条款以下情况不免除我们任何应负责任</p>
            <h6>4.1、欺诈（包括欺诈性失实陈述）</h6>
            <h6>4.2、因我们的过失而导致死亡或人身伤害。</h6>
            <h5>防止串通:</h5>
            <p>1、串通是指两个或多个玩家为了获取不当得利与其他玩家尝试串通或者进行串通的任何玩家将被永久禁止使用我们的平台。我们将竭尽所能调查所收到的关于玩家有串通嫌疑的投诉。如果我们怀疑游戏过程中存在串通行为，我们将自行决定终止嫌疑玩家访问。</p>
            <p>2、开心电竞鼓励玩家积极参与优惠活动。若我们发现玩家滥用优惠活动的福利并涉及合伙或串通，输赢被取消及账户或关闭，而开心电竞对此事的判决为最终裁决。</p>
            <p>3、我们仅会按照我们网站上全文公布的隐私政策使用您的个人信息。我们保留随时修改此类隐私政策的权利。但是，我们保留请求您提供额外详细信息的权利，且我们将保守此类任何额外信息的秘密。</p>
            <h5>病毒、黑客及其它攻击:</h5>
            <p>1、您不得：破坏网站</p>
            <h6>1.1、试图在未经授权的情况下访问网站、存储网站的服务器或其他服务器、以及连接至网站的计算机或数据库。</h6>
            <h6>1.2、使网站充斥着大量信息、多次提交或发送“垃圾”邮件</h6>
            <h6>1.3、以任何方式故意或疏忽使用任何可能影响网站的功能，例如（但不限于）植入或传播病毒、蠕虫、木马、逻辑炸弹或类似的恶意或有害的内容</h6>
            <h6>1.4、干扰或窜改、移除或以其他方式修改网站中任何格式的信息；</h6>
            <p>2、对于您因为使用本网站，或者因为下载张贴在本网站或链接至本网站的其它网站上的任何数据而遭受分布式拒绝服务攻击、病毒或其它技术上有害的物质（可能影响您的计算机设备、计算机程序、数据或其他所有物），由此造成的损失和损坏，我们不承担任何责任。</p>
            <h5>电竞下单规则:</h5>
            <p>1、进行中游戏下单是指对正在进行比赛进行下单。订单会在赛事进行期间继续收订单并且在关闭预测后停止收单。注意：但凡赛事已经移到进行中游戏页面，不管赛事是否已经开始，系统即将所有下单计算为进行中游戏订单。</p>
            <h6>1.1、所有进行中游戏下单均需经过系统验收程序。这可能会导致每笔下单延迟确认或出现下单失败的情况。</h6>
            <h6>1.2、所有订单会在35秒内等待系统验收程序判断下单是否成功。这表示订单有可能被取消或确认。</h6>
            <h6>1.3、在赛事进行中发生技术问题或其他特殊情况，所有待确认中的订单将不被确认并视为下单失败。</h6>
            <h6>1.4、所有在进行中游戏下单所显示的资料（包括比分及时间等等）均只是一个参考，所有信息均不会用作结算的依据，也不应基于此作为下单的根据。</h6>
            <p>2、时间大小预测按照比赛结束的实际时间/官方数据为准，如果比赛结果刚好是预测开出的时间，结算方式为下单在小预测判“负”而下单在大预测判“胜”。例如：>39如果比赛时间小于39分钟，则结算为小，如果比赛时间大于39分钟，则结算为大。如果比赛结果刚好是39分钟，则下单在小于39分钟判“负”，下单在大于39分钟判“胜”。</p>
            <p>3、杀敌数将以游戏内记分板为主要依据。当有重要证据证明游戏数据有误时,我们将依据相关独立资料进行结算。</p>
            <p>4、一血是以记分板为依据，拿下第一分便是一血。</p>
            <p>5、英雄联盟-猜第N条元素龙属性-当一条元素龙被击杀之后，崖壁上会显示下一条元素龙的属性，只要预告了就是代表已经有结果了。</p>
            <p>6、第N次击杀：是指那一队刚好获得第N次的击杀。例如：第十次击杀：是指哪一方获得第十次的击杀。</p>
            <p>7、N杀:是指一方率先获得版面的N次的击杀数。例如：十杀:是指一方率先获得十个击杀数。</p>
            <p>8、CSGO炸弹类预测定义：无论有无安装/拆除炸弹都会进行结算。</p>
            <p>9、首座防御塔/炮塔/兵营下单预测指的是以哪一个队伍先拿下第一层首座防御塔/炮塔或首座兵营。若其一方队伍反补，或被对方小兵攻破，全部下单仍视为有效。</p>
            <p>10、所有电子竞技下单之赛果认定皆以本公司所订定之规则为准。</p>
            <p>11、我们有权收回多支付给您的任何竞猜币，并调整您的账户，以纠正错误。任何因错误而被记入您的账户，或向您支付的竞猜币，基于我们对您的信赖而由您保管并应在我们要求返还时偿还。如果您的账户中存有竞猜币，我们可以从您的账户中直接扣除此竞猜币且会在合理可行的范围内尽快通知您。</p>
            <p>12、您发现任何错误时，应尽快通知我们。如果您使用我们因错误而记入您的账户或向您支付的竞猜币进行下单或游戏，我们又取消这些下单和/或扣留您使用这笔竞猜币而获得的奖金。如果我们已经向您支付任何此类下单或游戏的奖金，这笔竞猜币应被视为基于我们对您的信赖而由您保管，您应在我们要求您付款时立即向我们偿还这笔竞猜币。</p>
            <p>13、开心电竞保留因为不同原因去拒绝全部或部份下单的权利，当一个下单确定了之后，除非有特别的情况，则便不能更改或取消。我们同样保留关掉任何账户的权利而不会说明原因。</p>
            <p>14、我们在尽一切方法确保信息正确，但于此同时，如果一项赛事如有任何错误的信息，开心电竞将不会对此承担任何责任。</p>
            <p>15、所有电子竞技下单之赛果依照各官方裁定为最终赛果。当官方比分提供商或官方网站不存在或有重要证据证明官方比分提供商或官方网站的数据有误时，我们将依据相关独立资料进行结算。</p>
            <p>16、对于已经结算完的比赛，由于不可抗力因素造成赛后对该比赛进行重新判罚，开心电竞将不做参考，按照已经完成的比赛事实进行结算。</p>
            <p>17、如果选手或战队更改了名称，只要可以确定下单对象是哪一场或哪一局赛事，使用之前名称提供的预测全部生效。下单不会因团队有替补或暂代队员参加比赛而取消。如果比赛的组织机构允许有替补队员且公布官方的比赛结果，所有下单将被视为正常。</p>
            <p>18、如果一支队伍更改名字但是阵容一样，那么在比赛期间，所有下单于新队名称以及旧队名均有效。但如果一支队伍被全新的阵容以及每个玩家都不同于原来的参赛队取代，则所有的下单将被视为无效。（超过一个队员不一样既视为无效）</p>
            <p>19、如果选手或战队的名字出现了拼写错误，只要可以认定下单对象是哪一局或哪一场，所有下单全部生效。</p>
            <p>20、如果因选手退赛或被取消参赛资格而导致赛局没有完赛，有关比赛已有明确结果的所有下单将继续有效。因没有完成预定的赛局，导致无法满足结算条件的订单，如：所有输赢预测、让分预测和总分下单将被取消。</p>
            <p>21、我们平台上显示的电子竞技赛事的开赛日期及时间仅作参考，不保证一定准确。如果一场比赛提供的日期和/或时间不正确，下单仍然有效。</p>
            <p>22、如果所列赛事不正确，下单将视为无效。</p>
            <p>23、如果比赛被取消、延迟或中断，并且未在原定的开赛时间24小时内重新开赛，则该比赛的所有下单视为无效并退还竞猜币。本规则的例外情况：不管比赛是否暂停或延期，有关一支队伍/选手能否在锦标赛中晋级或夺冠的下单仍然有效。</p>
            <p>24、不明确开赛时间-如果比赛未能确定能在预设开赛时间的12小时内进行，所有下单将视为无效。</p>
            <p>25、如果因掉线或类似原因导致某一局比赛重赛，那么有关这一局的所有已有明确赛果的下单将持续有效。而那些无明确赛果的下单将视为无效，包括受该局影响（情况/经济/比例）的全场订单，并且重新进行的赛事或地图将被视为单独的另一局比赛。</p>
            <p>26、串关里的订单，如被取消，比例按“1”计算</p>
            <p>27、所有比例都会随时变动，递交的下单会按照下单被确认时的比例进行处理。</p>
            <p>28、如果比赛的回合数/地图规定的数目不符合预测标题所显示的赛制数目，则全场让分预测和总分预测下单取消。获胜者预测（及其他有赛果）的下单将继续有效。</p>
            <p>29、开心电竞保留在任何时间暂停预测和/或取消任何下单的权利。一旦预测被暂停，系统将拒绝接收该预测的所有下单。开心电竞保留在不提前通知客户的情况下，停止任何一场比赛开启预测的权利。</p>
            <p>30、如果一个队员/队伍在比赛开始前给出至少一个地图的轻易获胜，所有下单在该赛事的订单将被视为无效，除非这个优势在该下单市场已经很明显。</p>
            <p>31、在一支队伍有一张或者一张以上的地图优势，例如来自于胜者组决赛而具备优势，“地图一”意指实际进行游戏的第一张地图，“地图二”意指实际进行游戏的第二张地图，以此类推。</p>
            <p>32、错误赛事-如果在一项电竞赛事中报出不正确的队员或队伍，则全部下单将计为无效，且开心电竞对此具有单方面绝对酌情权。</p>
            <p>33、错误预测-如果我们当时的比例中有明显的错误，信息输入或建立下单市场时有明显的错误或遗漏不管是由于人为错误或系统问题，比例在下单时,与一般市场行情相差甚远或者做出下单之时发生的事件明显不合情理，则对于该预测的下单将为无效；其他预测也可能被视为无效,且开心电竞对此具有单方面酌情权。</p>
            <p>34、延迟下单（事后单）-赛前下单如果由于任何原因在比赛开始后被接受，该情况下的下单将视为事后单处理。进行中游戏的预测若未能在特定时间前关闭，下单于该时间后的订单将视为事后单处理。</p>
            <p>35、若遇到任何技术上的失误以及任何关于比例更新的延误、终止或赛事关闭预测，任何在赛事已经发生或赛果已经知道后所接受的下单，我们均会视作无效并退回下单项。</p>
            <p>36、对于没有提供进行中游戏的赛事，在预定时间前开赛的比赛，将由开心电竞商议后决定取消订单的时间范围。</p>
            <p>37、如果某选手/队伍在赛事开始前退赛，取消资格或在比赛中退出。则有关该选手/队伍在剩余局数下单均视为无效且夺冠或赛事晋级的下单将被取消，并退还竞猜币。</p>
            <p>38、若遇到特殊情况，如赛事无法确认是否进行或需确认队伍有变动、更改等无法立即结算的情况，开心电竞将保留下单的“待结算”的状态，等候官方信息之后再结算比赛，若12小时后官方无法提供有力的信息，将由开心电竞商议后结算或是取消该赛订单。</p>
            <p>39、对于确认已完成的赛事，但无法获得官方提供正确的赛果，将由开心电竞商议后36小时内进行结算或是取消该赛订单。</p>
            <p>40、比例是根据相关赛程指定队员/队伍而定，在一场赛事中对手改变或对阵与我们显示的赛程不正确的话，那么所有下单均会视作无效。</p>
            <p>41、若发生系统/技术错误，导致开出一个明显错误的比例，则全部下单将计为无效。若错误发生在进行中游戏下单预测上，我们保留权利判断下单无效，本金归还。</p>
            <p>42、我们的系统或程序出错或出现故障时，所有下单将视为无效。您有义务在发现错误时通知我们。</p>
            <p>43、不正常下单：利用系统漏洞进行下单，利用非官方平台不规范下单，串通下单或有其他嫌疑的不正常下单，开心电竞拥有最终的处理决定权。</p>
            <p>44、开心电竞拥有最终的处理决定权，并且保留最终解释权以及随时修改规则的必要。</p>
        </div>
    </div>
</template>
<script>
export default {
    data() {
      return {
      };
    },
}
</script>
<style lang="less" scoped>
.page-rule{
    width: 1240px;
    margin: auto;
    background:#0B0E1A;
    .title{
        height:92px;
        font-size: 32px;
        color:#fff;
        line-height: 92px;
        text-align: center;
        border:1px solid #262933;
    }
    .content{
        padding:25px 104px 10px 104px;
        border:1px solid #262933;
        color:#7086ae;
        h5{
            font-size: 16px;
            color:#fff;
            margin:40px 0 16px 0;
        }
        h5:nth-of-type(1){
            margin: 0px;
        }
        h6{
            font-weight: normal;
            line-height: 22px;
            font-size: 13px;
            text-indent: 40px;
        }
        p{
            text-indent:20px;
            line-height: 22px;
            margin:13px 0;
            font-size: 14px;
        }
    }
}
</style>